Repository: vinasLT/tg_bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: lt, lv, pl, ru

source: ✅ Do you want to send this request?
lt: ✅ Ar norite siųsti šią užklausą?
lv: ✅ Vai vēlaties nosūtīt šo pieprasījumu?
pl: ✅ Czy chcesz wysłać to zapytanie?
ru: ✅ Хотите отправить этот запрос?

source: <b> 👤Username:</b> @{username}
lt: <b> 👤Vartotojo vardas:</b> @{username}
