Repository: vinasLT/tg_bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: lt, lv, pl, ru

source: <b>☑️ Lot ID:</b> <code>{lot_id}</code>
lv: <b>☑️ Lotes ID:</b> <code>{lot_id}</code>
pl: <b>☑️ ID oferty:</b> <code>{lot_id}</code>
ru: <b>☑️ Номер лота:</b> <code>{lot_id}</code>

source: <b>☑️ Auction:</b> {auction_name}
lt: <b>☑️ Aukcionas:</b> {auction_name}
lv: <b>☑️ Izsole:</b> {auction_name}
pl: <b>☑️ Aukcja:</b> {auction_name}
ru: <b>☑️ Аукцион:</b> {auction_name}

source: <b>☑️ Insurance:</b> {insurance}
lt: <b>☑️ Draudimas:</b> {insurance}
lv: <b>☑️ Apdrošināšana:</b> {insurance}
pl: <b>☑️ Ubezpieczenie:</b> {insurance}
ru: <b>☑️ Страховка:</b> {insurance}

source: <b>☑️ Title:</b> {title}
lt: <b>☑️ Pavadinimas:</b> {title}
lv: <b>☑️ Nosaukums:</b> {title}
pl: <b>☑️ Tytuł:</b> {title}
ru: <b>☑️ Название:</b> {title}

source: <b>🔥 Current bid:</b> <b>${current_bid}</b>
lt: <b>🔥 Dabartinis statymas:</b> <b>${current_bid}</b>
lv: <b>🔥 Pašreizējā likme:</b> <b>${current_bid}</b>
pl: <b>🔥 Bieżąca oferta:</b> <b>${current_bid}</b>
ru: <b>🔥 Текущая ставка:</b> <b>${current_bid}</b>

source: <b>🔥 BuyNow price:</b> <b>${buy_now}</b>
lt: <b>🔥 „Pirkti dabar“ kaina:</b> <b>${buy_now}</b>
lv: <b>🔥 Cena “Pirkt tūlīt”:</b> <b>${buy_now}</b>
pl: <b>🔥 Cena „Kup teraz”:</b> <b>${buy_now}</b>
ru: <b>🔥 Цена «Купить сейчас»:</b> <b>${buy_now}</b>

source: <b>🔥 Auction Status:</b> <b>{status}</b>
lt: <b>🔥 Aukciono būsena:</b> <b>{status}</b>
lv: <b>🔥 Izsoles statuss:</b> <b>{status}</b>
pl: <b>🔥 Status aukcji:</b> <b>{status}</b>
ru: <b>🔥 Статус аукциона:</b> <b>{status}</b>

source: <b>🔥 Auction Date:</b> <i>{auction_date}</i>
lt: <b>🔥 Aukciono data:</b> <i>{auction_date}</i>
lv: <b>🔥 Izsoles datums:</b> <i>{auction_date}</i>
pl: <b>🔥 Data aukcji:</b> <i>{auction_date}</i>
ru: <b>🔥 Дата аукциона:</b> <i>{auction_date}</i>

source: <b>🔥 Auction Location:</b> <i>{auction_location}</i>
lt: <b>🔥 Aukciono vieta:</b> <i>{auction_location}</i>
lv: <b>🔥 Izsoles vieta:</b> <i>{auction_location}</i>
pl: <b>🔥 Lokalizacja aukcji:</b> <i>{auction_location}</i>
ru: <b>🔥 Место проведения аукциона:</b> <i>{auction_location}</i>

source: <b>❌ No history available</b>
lt: <b>❌ Nėra istorijos</b>
lv: <b>❌ Vēsture nav pieejama</b>
pl: <b>❌ Brak dostępnej historii</b>
ru: <b>❌ История недоступна</b>

source: <b>🔹 History #{num}</b> ☑️ <b>Lot ID:</b> <code>{lot_id}</code> ☑️ <b>Auction:</b> {auction} ☑️ <b>Date:</b> {date} ☑️ <b>Price:</b> ${price} ☑️ <b>Status:</b> <b>{status}</b>
lt: <b>🔹 Istorija #{num}</b> ☑️ <b>Lot ID:</b> <code>{lot_id}</code> ☑️ <b>Aukcionas:</b> {auction} ☑️ <b>Data:</b> {date} ☑️ <b>Kaina:</b> ${price} ☑️ <b>Būsena:</b> <b>{status}</b>
lv: <b>🔹 Vēsture №{num}</b> ☑️ <b>Lotes ID:</b> <code>{lot_id}</code> ☑️ <b>Izsole:</b> {auction} ☑️ <b>Datums:</b> {date} ☑️ <b>Cena:</b> ${price} ☑️ <b>Statuss:</b> <b>{status}</b>
pl: <b>🔹 Historia #{num}</b> ☑️ <b>ID oferty:</b> <code>{lot_id}</code> ☑️ <b>Aukcja:</b> {auction} ☑️ <b>Data:</b> {date} ☑️ <b>Cena:</b> ${price} ☑️ <b>Status:</b> <b>{status}</b>
ru: <b>🔹 История №{num}</b> ☑️ <b>Номер лота:</b> <code>{lot_id}</code> ☑️ <b>Аукцион:</b> {auction} ☑️ <b>Дата:</b> {date} ☑️ <b>Цена:</b> ${price} ☑️ <b>Статус:</b> <b>{status}</b>

source: 🛒 Seller Type: {seller_type} 🚗 Cylinders: {cylinders} 🔑 Keys: {keys} 📏 Odometer: {odometer} ⚙️ Engine: {engine} {engine_size}L ⛽ Fuel: {fuel} 🚙 Drive: {drive} 🔧 Transmission: {transmission} 🌍 Country: {country}
lt: 🛒 Pardavėjo tipas: {seller_type} 🚗 Cilindrai: {cylinders} 🔑 Raktai: {keys} 📏 Rida: {odometer} ⚙️ Variklis: {engine} {engine_size}L ⛽ Kuras: {fuel} 🚙 Varantieji ratai: {drive} 🔧 Pavarų dėžė: {transmission} 🌍 Šalis: {country}
lv: 🛒 Pārdevēja veids: {seller_type} 🚗 Cilindri: {cylinders} 🔑 Atslēgas: {keys} 📏 Rādītājs: {odometer} ⚙️ Dzinējs: {engine} {engine_size}L ⛽ Degviela: {fuel} 🚙 Piedziņa: {drive} 🔧 Pārnesumkārba: {transmission} 🌍 Valsts: {country}
pl: 🛒 Typ sprzedawcy: {seller_type} 🚗 Cylindry: {cylinders} 🔑 Klucze: {keys} 📏 Przebieg: {odometer} ⚙️ Silnik: {engine} {engine_size}L ⛽ Paliwo: {fuel} 🚙 Napęd: {drive} 🔧 Skrzynia biegów: {transmission} 🌍 Kraj: {country}
ru: 🛒 Тип продавца: {seller_type} 🚗 Цилиндры: {cylinders} 🔑 Ключи: {keys} 📏 Пробег: {odometer} ⚙️ Двигатель: {engine} {engine_size}L ⛽ Топливо: {fuel} 🚙 Привод: {drive} 🔧 Коробка передач: {transmission} 🌍 Страна: {country}

source: 🦊 CarFax: 🚘 VIN: {vin} 📊 Status: {status}
lt: 🦊 CarFax: 🚘 VIN: {vin} 📊 Būsena: {status}
lv: 🦊 CarFax: 🚘 VIN: {vin} 📊 Statuss: {status}
ru: 🦊 CarFax: 🚘 VIN: {vin} 📊 Статус: {status}

source: Use buttons below
lt: Naudokite žemiau esančius mygtukus
lv: Izmantojiet pogas zemāk
pl: Użyj przycisków poniżej
ru: Используйте кнопки ниже

source: Access denied
lt: Prieiga uždrausta
lv: Piekļuve aizliegta
pl: Dostęp zabroniony
ru: Доступ запрещен

source: <b>👋 Hello!</b> 🚗 We help you <b>save up to 50%</b> when purchasing a vehicle from the USA. 🛡️ The entire process is <b>safe, transparent</b> and free from hidden details. 🔥 <b>Join our fast-growing community</b> to be the first to see the hottest offers: <a href="https://www.facebook.com/groups/417661698833379/" target="_blank">👉 Click here to join the group</a>
lt: <b>👋 Sveiki!</b> 🚗 Padedame jums <b>sutaupyti iki 50%</b> perkantiems automobilį iš JAV. 🛡️ Visas procesas yra <b>saugus, skaidrus</b> ir be jokių paslėptų papildomų mokesčių. 🔥 <b>Prisijunkite prie mūsų sparčiai augančios bendruomenės</b>, kad pirmieji sužinotumėte apie karščiausius pasiūlymus: <a href="https://www.facebook.com/groups/417661698833379/" target="_blank">👉 Prisijunkite prie grupės</a>
lv: <b>👋 Sveiki!</b> 🚗 Mēs palīdzam jums <b>iestādīt līdz 50%</b> pērkot transportlīdzekli no ASV. 🛡️ Visas procedūras ir <b>drošas, caurspīdīgas</b> un bez slēptām sīklietām. 🔥 <b>Pievienojieties mūsu strauji augošai kopienai</b>, lai pirmais redzētu karstākos piedāvājumus: <a href="https://www.facebook.com/groups/417661698833379/" target="_blank">👉 Noklikšķiniet šeit, lai pievienotos grupai</a>
pl: <b>👋 Cześć!</b> 🚗 Pomagamy Ci <b>zaoszczędzić nawet 50%</b> przy zakupie pojazdu z USA. 🛡️ Cały proces jest <b>bezpieczny, przejrzysty</b> i wolny od ukrytych opłat. 🔥 <b>Dołącz do naszej szybko rosnącej społeczności</b>, aby jako pierwszy zobaczyć najgorętsze oferty: <a href="https://www.facebook.com/groups/417661698833379/" target="_blank">👉 Kliknij tutaj, aby dołączyć do grupy</a>
ru: <b>👋 Привет!</b> 🚗 Мы помогаем вам <b>сэкономить до 50%</b> при покупке автомобиля из США. 🛡️ Весь процесс <b>безопасен и прозрачен</b>, без скрытых деталей. 🔥 <b>Присоединяйтесь к нашему быстрорастущему сообществу</b>, чтобы первыми видеть самые горячие предложения: <a href="https://www.facebook.com/groups/417661698833379/" target="_blank">👉 Нажмите здесь, чтобы вступить в группу</a>

source: Hi, you are now admin! Access admin panel using this command - /admin
lt: Sveiki, jūs dabar esate administratorius! Prisijungkite prie administravimo skydelio naudodami komandą – /admin
lv: Sveiki, jūs tagad esat administrators! Pieejiet administrācijas panelim ar komandu – /admin
pl: Cześć, jesteś teraz administratorem! Panel administracyjny dostępny pod komendą – /admin
ru: Привет, вы теперь администратор! Доступ к панели админа: команда /admin

source: Hi, you admin, you can access admin panel using this command - /admin
lt: Sveiki, adminai, galite pasiekti administravimo skydelį naudodami komandą – /admin
lv: Sveiki, administrators, varat piekļūt administrācijas panelim ar komandu – /admin
pl: Cześć, administratorze, możesz otworzyć panel administracyjny komendą – /admin
ru: Привет, админ, вы можете получить доступ к панели админа этой командой - /admin

source: ❌ We cant find your lot, try again
lt: ❌ Neradome jūsų partijos, bandykite dar kartą
lv: ❌ Nevaram atrast jūsu loti, mēģiniet vēlreiz
pl: ❌ Nie możemy znaleźć Twojej oferty, spróbuj ponownie
ru: ❌ Лот не найден, попробуйте снова

source: 🔍 No more images available.
lt: 🔍 Daugiau nuotraukų nėra
lv: 🔍 Papildu attēli nav pieejami.
pl: 🔍 Brak dodatkowych zdjęć.
ru: 🔍 Больше изображений нет.

source: 🚘 Enter the VIN of the vehicle for which you want to purchase a report:
lt: 🚘 Įveskite transporto priemonės VIN, kurios ataskaitą norite įsigyti:
lv: 🚘 Ievadiet VIN numuru transportlīdzeklim, par kuru vēlaties iegādāties atskaiti:
pl: 🚘 Wprowadź VIN pojazdu, dla którego chcesz kupić raport:
ru: 🚘 Введите VIN автомобиля, по которому хотите получить отчет:

source: ❌ You don't have any purchased CarFax
lt: ❌ Neturite įsigytų CarFax ataskaitų
lv: ❌ Jums nav nevienas iegādātas CarFax atskaites
pl: ❌ Nie masz żadnych zakupionych raportów CarFax
ru: ❌ У вас нет купленных отчетов CarFax

source: 🔄 Checking records...
lt: 🔄 Tikrinami įrašai...
lv: 🔄 Pārbauda ierakstus...
pl: 🔄 Sprawdzanie zapisów...
ru: 🔄 Проверка записей...

source: 🔄 Retrieving checkout link...
lt: 🔄 Gaunama atsiskaitymo nuoroda...
lv: 🔄 Ģenerē norēķinu saiti...
pl: 🔄 Pobieranie linku do płatności...
ru: 🔄 Получение ссылки для оплаты...

source: Pay & Check below:
lt: Apmokėkite ir patikrinkite žemiau:
lv: Maksājiet un pārbaudiet zemāk:
pl: Zapłać i sprawdź poniżej:
ru: Оплатить и проверить ниже:

source: 🌎 Choose language
lt: 🌎 Pasirinkite kalbą
lv: 🌎 Izvēlieties valodu
pl: 🌎 Wybierz język
ru: 🌎 Выберите язык

source: ✅ Language successfully changed
lt: ✅ Kalba sėkmingai pakeista
lv: ✅ Valoda veiksmīgi mainīta
pl: ✅ Język został pomyślnie zmieniony
ru: ✅ Язык успешно изменен

source: ✅ You already respond to this request!
lt: ✅ Jūs jau atsakėte į šį užklausą!
lv: ✅ Jūs jau atbildējāt uz šo pieprasījumu!
pl: ✅ Już odpowiedziałeś na to zapytanie!
ru: ✅ Вы уже откликнулись на этот запрос!

source: 🚘 Enter lot ID
lt: 🚘 Įveskite Lot ID
lv: 🚘 Ievadiet lotes ID
pl: 🚘 Wprowadź ID oferty
ru: 🚘 Введите номер лота

source: ⏳ Loading...
lt: ⏳ Kraunama...
lv: ⏳ Ielādē...
pl: ⏳ Ładowanie...
ru: ⏳ Загрузка...

source: 👋 <b>Hey, someone from our team answered your request, see what we have found for you!</b>
lt: 👋 <b>Sveiki, mūsų komandos narys atsakė į jūsų užklausą, pažiūrėkite, ką radome!</b>
lv: 👋 <b>Sveiki! Kāds no mūsu komandas atbildēja uz jūsu pieprasījumu, skatiet, ko esam atraduši!</b>
pl: 👋 <b>Cześć! Ktoś z naszego zespołu odpowiedział na Twoje zapytanie, zobacz co znaleźliśmy!</b>
ru: 👋 <b>Привет, кто-то из нашей команды ответил на ваш запрос, посмотрите, что мы нашли для вас!</b>

source: ✅ Successfully sent to user!
lt: ✅ Sėkmingai išsiųsta vartotojui!
lv: ✅ Veiksmīgi nosūtīts lietotājam!
pl: ✅ Pomyślnie wysłano użytkownikowi!
ru: ✅ Успешно отправлено пользователю!

source: 📱 To use this feature you must provide a phone number:
pl: 📱 Aby skorzystać z tej funkcji, musisz podać numer telefonu:
ru: 📱 Чтобы воспользоваться этой функцией, необходимо указать номер телефона:

source: 🚘 Write the make:
lt: 🚘 Įrašykite markę:
lv: 🚘 Norādiet marku:
pl: 🚘 Podaj markę:
ru: 🚘 Укажите марку:

source: ✅ Your request has been saved!
lt: ✅ Jūsų užklausa buvo išsaugota!
lv: ✅ Jūsu pieprasījums ir saglabāts!
pl: ✅ Twoje zapytanie zostało zapisane!
ru: ✅ Ваш запрос сохранен!

source: <b>NEW FIND FOR ME REQUEST RECIEVED!</b>
lt: <b>GAUTAS NAUJAS „Surask man“ UŽKLAUSA!</b>
lv: <b>SAŅEMTS JAUNS “FIND FOR ME” PIEPRASījums!</b>
pl: <b>OTRZYMANO NOWE ZAPYTANIE “FIND FOR ME”!</b>
ru: <b>ПОЛУЧЕН НОВЫЙ ЗАПРОС «Найди для меня»!</b>

source: Send this message to the user you want to promote: Become admin - <a href='{link}'>click here</a>
lt: Išsiųskite šį pranešimą vartotojui, kurį norite pakelti: Tapti administratoriumi – <a href='{link}'>spustelėkite čia</a>
lv: Sūtiet šo ziņu lietotājam, kuru vēlaties paaugstināt: Kļūt par administratoru – <a href='{link}'>noklikšķiniet šeit</a>
pl: Wyślij tę wiadomość użytkownikowi, którego chcesz promować: Zostań administratorem – <a href='{link}'>kliknij tutaj</a>
ru: Отправьте это сообщение пользователю, которого хотите повысить: Становись администратором - <a href='{link}'>нажмите здесь</a>

source: ❌ You entered an invalid VIN number, try again
lt: ❌ Įvedėte neteisingą VIN kodą, pabandykite dar kartą
lv: ❌ Jūs ievadījāt nederīgu VIN numuru, mēģiniet vēlreiz
pl: ❌ Wprowadziłeś niepoprawny numer VIN, spróbuj ponownie
ru: ❌ Вы ввели неверный VIN, попробуйте снова

source: Check again, is this the correct VIN code? VIN: <b>{vin}</b>
lt: Patikrinkite dar kartą, ar tai teisingas VIN kodas? VIN: <b>{vin}</b>
lv: Pārbaudiet vēlreiz, vai šis ir pareizs VIN kods? VIN: <b>{vin}</b>
pl: Sprawdź ponownie, czy to poprawny kod VIN? VIN: <b>{vin}</b>
ru: Проверьте еще раз, верный ли это VIN-код? VIN: <b>{vin}</b>

source: ❌ Lot id must be a number, try again
lt: ❌ Lot ID turi būti skaičius. Bandykite dar kartą
pl: ❌ Lot id musi być liczbą, spróbuj ponownie
ru: ❌ Lot ID должен быть числом, попробуйте еще раз

source: We found two lots with same lot ID, choose auction:
lt: Radome dvi partijas su tuo pačiu ID, pasirinkite aukcioną:
lv: Atrasts divi loti ar vienādu ID, izvēlieties izsoli:
pl: Znaleźliśmy dwie oferty o tym samym ID, wybierz aukcję:
ru: Найдено два лота с одним и тем же номером, выберите аукцион:

source: You have already submitted a 'Find for me' request. Please wait for a response — once we reply, you'll be able to send a new request.
lt: Jūs jau pateikėte „Surask man“ užklausą. Palaukite atsakymo — kai atsakysime, galėsite pateikti naują užklausą.
lv: Jūs jau esat iesniedzis “Find for me” pieprasījumu. Lūdzu, gaidiet atbildi — kad atbildēsim, jūs varēsiet nosūtīt jaunu pieprasījumu.
pl: Już wysłałeś zapytanie "Find for me". Poczekaj na odpowiedź — gdy odpowiemy, będziesz mógł wysłać nowe zapytanie.
ru: Вы уже отправили запрос «Найди для меня». Пожалуйста, дождитесь ответа — после нашего ответа вы сможете отправить новый запрос.

source: 🔍 <b>How "Find for Me" works:</b> <b>1.</b> You fill out a short form with: – <b>Make</b> – <b>Model</b> – <b>Year</b> – <b>Budget</b> <b>2.</b> Our team searches for matching vehicles. <b>3.</b> If you like the suggestion, <b>we help you buy and ship it!</b>
lt: 🔍 <b>Kaip veikia „Surask man“:</b> <b>1.</b> Užpildote trumpą formą: – <b>Markė</b> – <b>Modelis</b> – <b>Metai</b> – <b>Biudžetas</b> <b>2.</b> Mūsų komanda ieško atitinkančių transporto priemonių. <b>3.</b> Jei patinka pasiūlymas, <b>padėsime jums ją įsigyti ir pristatyti!</b>
lv: 🔍 <b>Kā darbojas “Find for Me”:</b> <b>1.</b> Aizpildiet īsu veidlapu ar: – <b>Marka</b> – <b>Modelis</b> – <b>Gads</b> – <b>Budžets</b> <b>2.</b> Mūsu komanda meklē atbilstošus transportlīdzekļus. <b>3.</b> Ja piedāvājums patīk, <b>mēs palīdzam to nopirkt un piegādāt!</b>
pl: 🔍 <b>Jak działa „Find for Me”:</b> <b>1.</b> Wypełniasz krótki formularz: – <b>Marka</b> – <b>Model</b> – <b>Rok</b> – <b>Budżet</b> <b>2.</b> Nasz zespół szuka odpowiednich pojazdów. <b>3.</b> Jeśli Ci się podoba, <b>pomagamy w zakupie i wysyłce!</b>
ru: 🔍 <b>Как работает «Найди для меня»:</b> <b>1.</b> Вы заполняете короткую форму, в которой указываете: – <b>Марка</b> – <b>Модель</b> – <b>Год</b> – <b>Бюджет</b> <b>2.</b> Наша команда ищет подходящие автомобили. <b>3.</b> Если вам понравится предложение, <b>мы поможем вам купить и доставить его!</b>

source: ❌ Make must contain only letters. Try again:
lt: ❌ Markė turi būti sudaryta tik iš raidžių. Bandykite vėl:
lv: ❌ Marka drīkst saturēt tikai burtus. Mēģiniet vēlreiz:
pl: ❌ Marka może zawierać tylko litery. Spróbuj ponownie:
ru: ❌ Марка должна содержать только буквы. Попробуйте еще раз:

source: 📦 Write the model:
lt: 📦 Įveskite modelį:
lv: 📦 Norādiet modeli:
pl: 📦 Podaj model:
ru: 📦 Укажите модель:

source: ❌ Model must contain letters or numbers. Try again:
lt: ❌ Modelis turi turėti tik raides arba skaičius. Bandykite vėl:
lv: ❌ Modelim jāietver burti vai cipari. Mēģiniet vēlreiz:
pl: ❌ Model musi zawierać litery lub cyfry. Spróbuj ponownie:
ru: ❌ Модель должна содержать буквы или цифры. Попробуйте еще раз:

source: 📅 Year from (e.g. 2015):
lt: 📅 Metai nuo (pvz., 2015):
lv: 📅 Gads no (piem., 2015):
pl: 📅 Rok od (np. 2015):
ru: 📅 Год от (например, 2015):

source: ❌ Invalid year. Enter a number like 2015:
lt: ❌ Neteisingi metai. Įveskite skaičių, pvz., 2015:
lv: ❌ Nederīgs gads. Ievadiet skaitli, piemēram, 2015:
pl: ❌ Niepoprawny rok. Wprowadź liczbę, np. 2015:
ru: ❌ Неверный год. Введите число, например 2015:

source: 📅 Year to (e.g. 2020):
lt: 📅 Metai iki (pvz., 2020):
lv: 📅 Gads līdz (piem., 2020):
pl: 📅 Rok do (np. 2020):
ru: 📅 Год до (например, 2020):

source: ❌ Invalid year. Enter a number like 2020:
lt: ❌ Neteisingi metai. Įveskite skaičių, pvz., 2020:
lv: ❌ Nederīgs gads. Ievadiet skaitli, piemēram, 2020:
pl: ❌ Niepoprawny rok. Wprowadź liczbę, np. 2020:
ru: ❌ Неверный год. Введите число, например 2020:

source: 💰 Budget from (USD):
lt: 💰 Biudžetas nuo (USD):
lv: 💰 Budžets no (USD):
pl: 💰 Budżet od (USD):
ru: 💰 Бюджет от (USD):

source: ❌ Budget must be a number. Try again:
lt: ❌ Biudžetas turi būti skaičius. Bandykite vėl:
lv: ❌ Budžetam jābūt skaitlim. Mēģiniet vēlreiz:
pl: ❌ Budżet musi być liczbą. Spróbuj ponownie:
ru: ❌ Бюджет должен быть числом. Попробуйте еще раз:

source: 💰 Budget to (USD):
lt: 💰 Biudžetas iki (USD):
lv: 💰 Budžets līdz (USD):
pl: 💰 Budżet do (USD):
ru: 💰 Бюджет до (USD):

source: 📝 Want to tell us anything specific? Describe it or press skip:
lt: 📝 Norite ką nors tiksliau nurodyti? Aprašykite arba spauskite „Praleisti":
lv: 📝 Vai vēlaties piebilst ko specifisku? Izklāstiet to vai nospiediet “izlaist”:
pl: 📝 Chcesz przekazać coś szczególnego? Opisz lub naciśnij pomiń:
ru: 📝 Хотите что-то уточнить? Опишите или нажмите «пропустить»:

source: 🚘 Enter lot ID or VIN:
lt: 🚘 Įveskite Lot ID arba VIN:
lv: 🚘 Ievadiet lotes ID vai VIN:
pl: 🚘 Wprowadź ID oferty lub VIN:
ru: 🚘 Введите номер лота или VIN:

source: 💸 Click on the button below to open the calculator
lt: 💸 Spauskite mygtuką žemiau, kad atidarytumėte skaičiuoklę
lv: 💸 Noklikšķiniet uz pogas zemāk, lai atvērtu kalkulatoru
pl: 💸 Kliknij przycisk poniżej, aby otworzyć kalkulator
ru: 💸 Нажмите кнопку ниже, чтобы открыть калькулятор

source: <b>ℹ Help:</b> ✉ My email: <b>hvjlogistic@gmail.com</b> 📞 My WhatsApp/Viber/Telegram/Signal: <b>+37062964425</b>
lt: <b>ℹ Pagalba:</b> ✉ Mano el. paštas: <b>hvjlogistic@gmail.com</b> 📞 Mano WhatsApp/Viber/Telegram/Signal: <b>+37062964425</b>
lv: <b>ℹ Palīdzība:</b> ✉ Mans e-pasts: <b>hvjlogistic@gmail.com</b> 📞 WhatsApp/Viber/Telegram/Signal: <b>+37062964425</b>
pl: <b>ℹ Pomoc:</b> ✉ Mój e-mail: <b>hvjlogistic@gmail.com</b> 📞 WhatsApp/Viber/Telegram/Signal: <b>+37062964425</b>
ru: <b>ℹ Помощь:</b> ✉ Мой email: <b>hvjlogistic@gmail.com</b> 📞 Мой WhatsApp/Viber/Telegram/Signal: <b>+37062964425</b>

source: You can buy a detailed report about the car (🦊 Carfax)
lt: Galite įsigyti išsamią automobilio ataskaitą (🦊 Carfax)
lv: Jūs varat iegādāties detalizētu atskaiti par auto (🦊 CarFax)
pl: Możesz kupić szczegółowy raport o samochodzie (🦊 CarFax)
ru: Вы можете купить подробный отчет об автомобиле (🦊 Carfax)

source: <b>We received 2 lots according to your data, choose below what you need</b>
lt: <b>Sulaukėme 2 partijų pagal jūsų duomenis, pasirinkite, ko jums reikia:</b>
lv: <b>Pēc jūsu datiem saņēmām 2 lotes, izvēlieties, kas nepieciešams</b>
pl: <b>Otrzymaliśmy 2 oferty według Twoich danych, wybierz poniżej, której potrzebujesz</b>
ru: <b>Мы получили 2 лота по вашим данным, выберите ниже то, что вам нужно</b>

source: 📱 Phone number saved successfully!
pl: 📱 Numer telefonu został pomyślnie zapisany!
ru: 📱 Номер телефона успешно сохранён!

source: 📊 Sales statistics
lt: 📊 Pardavimų statistika
lv: 📊 Pārdošanas statistika
pl: 📊 Statystyki sprzedaży
ru: 📊 Статистика продаж

source: ℹ️ About the car
lt: ℹ️ Info apie auto
lv: ℹ️ Par auto
pl: ℹ️ O samochodzie
ru: ℹ️ О машине

source: 🖼 More Photos
lt: 🖼 Daugiau nuotraukų
lv: 🖼 Vairāk foto
pl: 🖼 Więcej zdjęć
ru: 🖼 Еще фото

source: 🔗 Open auction
lt: 🔗 Atidaryti aukcioną
lv: 🔗 Atvērt izsoli
pl: 🔗 Otwórz aukcję
ru: 🔗 Открыть аукцион

source: 💸 Open calculator
lt: 💸 Atidaryti skaičiuoklę
lv: 💸 Atvērt kalkulatoru
pl: 💸 Otwórz kalkulator
ru: 💸 Открыть калькулятор

source: Cancel ❌
lt: Atšaukti ❌
lv: Atcelt ❌
pl: Anuluj ❌
ru: Отмена ❌

source: 🦊 See my CarFaxes
lt: 🦊 Peržiūrėti mano CarFax ataskaitas
lv: 🦊 Skatīt manus CarFax
pl: 🦊 Zobacz moje CarFax
ru: 🦊 Мои CarFax

source: 💳 Buy CarFax (2€)
lt: 💳 Įsigyti CarFax (2€)
lv: 💳 Pirkt CarFax (2€)
pl: 💳 Kup CarFax (2€)
ru: 💳 Купить CarFax (2€)

source: 🔗 Open CarFax
lt: 🔗 Atidaryti CarFax
lv: 🔗 Atvērt CarFax
pl: 🔗 Otwórz CarFax
ru: 🔗 Открыть CarFax

source: 💳 Buy
lt: 💳 Pirkti
lv: 💳 Pirkt
pl: 💳 Kup
ru: 💳 Купить

source: 💳 Pay (2€)
lt: 💳 Mokėti (2€)
lv: 💳 Maksāt (2€)
pl: 💳 Zapłać (2€)
ru: 💳 Оплатить (2€)

source: ☑️ Check
lt: ☑️ Patikrinti
lv: ☑️ Pārbaudīt
pl: ☑️ Sprawdź
ru: ☑️ Проверить

source: English 🇺🇸
lt: Anglų 🇺🇸
lv: Angļu 🇺🇸
pl: Angielski 🇺🇸
ru: Английский 🇺🇸

source: Lithuanian 🇱🇹
lt: Lietuvių 🇱🇹
lv: Lietuviešu 🇱🇹
pl: Litewski 🇱🇹
ru: Литовский 🇱🇹

source: Estonian 🇪🇪
lt: Estų 🇪🇪
lv: Igauniešu 🇪🇪
pl: Estoński 🇪🇪
ru: Эстонский 🇪🇪

source: Polish 🇵🇱
lt: Lenkų 🇵🇱
lv: Poļu 🇵🇱
pl: Polski 🇵🇱
ru: Польский 🇵🇱

source: Latvian 🇱🇻
lt: Latvių 🇱🇻
lv: Latviešu 🇱🇻
pl: Łotewski 🇱🇻
ru: Латышский 🇱🇻

source: Russian 🇷🇺
lt: Rusų 🇷🇺
lv: Krievu 🇷🇺
pl: Rosyjski 🇷🇺
ru: Русский 🇷🇺

source: ☑️ Start
lt: ☑️ Pradėti
lv: ☑️ Sākt
pl: ☑️ Rozpocznij
ru: ☑️ Начать

source: ✅ Send
lt: ✅ Siųsti
lv: ✅ Sūtīt
pl: ✅ Wyślij
ru: ✅ Отправить

source: ⏭ Skip
lt: ⏭ Praleisti
lv: ⏭ Izlaist
pl: ⏭ Pomiń
ru: ⏭ Пропустить

source: ✍️ Respond
lt: ✍️ Atsakyti
lv: ✍️ Atbildēt
pl: ✍️ Odpowiedz
ru: ✍️ Ответить

source: SEE ALL FIND FOR ME 🕵‍♂
lt: PERŽIŪRĖTI VISAS „Surask man“ 🕵‍♂
lv: SKATĪT VISUS “FIND FOR ME” 🕵‍♂
pl: ZOBACZ WSZYSTKIE „FIND FOR ME” 🕵‍♂
ru: ПОКАЗАТЬ ВСЕ ЗАПРОСЫ «Найди для меня» 🕵‍♂

source: ADD ADMIN ➕
lt: PRIDĖTI ADMIN ➕
lv: PIEVIENOT ADMINISTRATORU ➕
pl: DODAJ ADMINA ➕
ru: ДОБАВИТЬ АДМИНА ➕

source: Select an action
lt: Pasirinkite veiksmą
lv: Izvēlieties darbību
pl: Wybierz działanie
ru: Выберите действие

source: GET REPORT 🦊
lt: Gauti ataskaitą 🦊
lv: SAŅEMT ATSKAITI 🦊
pl: POBIERZ RAPORT 🦊
ru: ПОЛУЧИТЬ ОТЧЕТ 🦊

source: TRANSPORT COST CALC. 💸
lt: TRANSPORTO SĄNAUDŲ SKAIČIUOKLĖ 💸
lv: TRANSPORTA IZMAKSU APRĒĶINS 💸
pl: KALKULACJA KOSZTÓW TRANSPORTU 💸
ru: РАСЧЕТ СТОИМОСТИ ДОСТАВКИ 💸

source: CHECK LOT 🕵‍♂
lt: INFO APIE AUTO 🕵‍♂
lv: PĀRBAUDĪT LOTI 🕵‍♂
pl: SPRAWDŹ OFERTĘ 🕵‍♂
ru: ПРОВЕРИТЬ ЛОТ 🕵‍♂

source: FIND FOR ME 🕵‍♂
lt: SURASK MAN 🕵‍♂
lv: ATIET MAN 🕵‍♂
pl: ZNAJDŹ DLA MNIE 🕵‍♂
ru: НАЙДИ ДЛЯ МЕНЯ 🕵‍♂

source: HELP ✋
lt: PAGALBA ✋
lv: PALĪDZĪBA ✋
pl: POMOC ✋
ru: ПОМОЩЬ ✋

source: LANGUAGE 🌍
lt: KALBA 🌍
lv: VALODA 🌍
pl: JĘZYK 🌍
ru: ЯЗЫК 🌍

source: 📱 Give phone number
pl: 📱 Podaj numer telefonu
ru: 📱 Укажите номер телефона

source: <b>🚘 Make:</b> {make} <b>📦 Model:</b> {model} <b>📅 Year From:</b> {year_from} <b>📅 Year To:</b> {year_to} <b>💰 Budget From:</b> {budget_from}$ <b>💰 Budget To:</b> {budget_to}$
lt: <b>🚘 Markė:</b> {make} <b>📦 Modelis:</b> {model} <b>📅 Metai nuo:</b> {year_from} <b>📅 Metai iki:</b> {year_to} <b>💰 Biudžetas nuo:</b> {budget_from}$ <b>💰 Biudžetas iki:</b> {budget_to}$
lv: <b>🚘 Marka:</b> {make} <b>📦 Modelis:</b> {model} <b>📅 Gads no:</b> {year_from} <b>📅 Gads līdz:</b> {year_to} <b>💰 Budžets no:</b> {budget_from}$ <b>💰 Budžets līdz:</b> {budget_to}$
pl: <b>🚘 Marka:</b> {make} <b>📦 Model:</b> {model} <b>📅 Rok od:</b> {year_from} <b>📅 Rok do:</b> {year_to} <b>💰 Budżet od:</b> {budget_from}$ <b>💰 Budżet do:</b> {budget_to}$
ru: <b>🚘 Марка:</b> {make} <b>📦 Модель:</b> {model} <b>📅 Год от:</b> {year_from} <b>📅 Год до:</b> {year_to} <b>💰 Бюджет от:</b> {budget_from}$ <b>💰 Бюджет до:</b> {budget_to}$

source: <b>📝 Note:</b> {specific_message}
lt: <b>📝 Pastaba:</b> {specific_message}
lv: <b>📝 Piezīme:</b> {specific_message}
pl: <b>📝 Notatka:</b> {specific_message}
ru: <b>📝 Примечание:</b> {specific_message}

source: <b>👤 Username:</b> @{username}
pl: <b> 👤Nazwa użytkownika:</b> @{username}
ru: <b> 👤Имя пользователя:</b> @{username}

source: <b>📱 Phone Number:</b> {phone_number}
pl: <b>📱 Numer telefonu:</b> {phone_number}
ru: <b>📱 Номер телефона:</b> {phone_number}
