Repository: vinasLT/tg_bot
Catalog: locales/ee/LC_MESSAGES/messages.po
Languages: et

source: <b>☑️ Lot ID:</b> <code>{lot_id}</code>
et: <b>☑️ Oksjoninumber:</b> <code>{lot_id}</code>

source: <b>☑️ Auction:</b> {auction_name}
et: <b>☑️ Oksjon:</b> {auction_name}

source: <b>☑️ Insurance:</b> {insurance}
et: <b>☑️ Kindlustus:</b> {insurance}

source: <b>☑️ Title:</b> {title}
et: <b>☑️ Pealkiri:</b> {title}

source: <b>🔥 Current bid:</b> <b>${current_bid}</b>
et: <b>🔥 Hetke pakkumine:</b> <b>${current_bid}</b>

source: <b>🔥 BuyNow price:</b> <b>${buy_now}</b>
et: <b>🔥 „Osta kohe“ hind:</b> <b>${buy_now}</b>

source: <b>🔥 Auction Status:</b> <b>{status}</b>
et: <b>🔥 Oksjoni staatus:</b> <b>{status}</b>

source: <b>🔥 Auction Date:</b> <i>{auction_date}</i>
et: <b>🔥 Oksjoni kuupäev:</b> <i>{auction_date}</i>

source: <b>🔥 Auction Location:</b> <i>{auction_location}</i>
et: <b>🔥 Oksjoni asukoht:</b> <i>{auction_location}</i>

source: <b>❌ No history available</b>
et: <b>❌ Ajalugu pole saadaval</b>

source: <b>🔹 History #{num}</b> ☑️ <b>Lot ID:</b> <code>{lot_id}</code> ☑️ <b>Auction:</b> {auction} ☑️ <b>Date:</b> {date} ☑️ <b>Price:</b> ${price} ☑️ <b>Status:</b> <b>{status}</b>
et: <b>🔹 Ajalugu #{num}</b> ☑️ <b>Oksjoninumber:</b> <code>{lot_id}</code> ☑️ <b>Oksjon:</b> {auction} ☑️ <b>Kuupäev:</b> {date} ☑️ <b>Hind:</b> ${price} ☑️ <b>Staatus:</b> <b>{status}</b>

source: 🛒 Seller Type: {seller_type} 🚗 Cylinders: {cylinders} 🔑 Keys: {keys} 📏 Odometer: {odometer} ⚙️ Engine: {engine} {engine_size}L ⛽ Fuel: {fuel} 🚙 Drive: {drive} 🔧 Transmission: {transmission} 🌍 Country: {country}
et: 🛒 Müüja tüüp: {seller_type} 🚗 Silindrid: {cylinders} 🔑 Võtmed: {keys} 📏 Odometer: {odometer} ⚙️ Mootor: {engine} {engine_size}L ⛽ Kütus: {fuel} 🚙 Veoskeem: {drive} 🔧 Käigukast: {transmission} 🌍 Riik: {country}

source: 🦊 CarFax: 🚘 VIN: {vin} 📊 Status: {status}
et: 🦊 CarFax: 🚘 VIN: {vin} 📊 Staatus: {status}

source: Use buttons below
et: Kasuta allolevaid nuppe

source: Access denied
et: Juurdepääs keelatud

source: <b>👋 Hello!</b> 🚗 We help you <b>save up to 50%</b> when purchasing a vehicle from the USA. 🛡️ The entire process is <b>safe, transparent</b> and free from hidden details. 🔥 <b>Join our fast-growing community</b> to be the first to see the hottest offers: <a href="https://www.facebook.com/groups/417661698833379/" target="_blank">👉 Click here to join the group</a>
et: <b>👋 Tere!</b> 🚗 Aitame sul <b>säästa kuni 50%</b> sõiduki ostmisel USA-st. 🛡️ Kogu protsess on <b>turvaline, läbipaistev</b> ja ilma varjatud kuludeta. 🔥 <b>Liitu meie kiiresti kasvava kogukonnaga</b>, et olla esimene, kellele kuumimad pakkumised nähtavale ilmuvad: <a href="https://www.facebook.com/groups/417661698833379/" target="_blank">👉 Liitu grupiga</a>

source: Hi, you are now admin! Access admin panel using this command - /admin
et: Tere, sa oled nüüd admin! Juurdepääs admin-paneelile käsuga – /admin

source: Hi, you admin, you can access admin panel using this command - /admin
et: Tere, admin, saad admin-paneelile ligi käsuga – /admin

source: ❌ We cant find your lot, try again
et: ❌ Me ei leia sinu oksjoninumbrit, proovi uuesti

source: 🔍 No more images available.
et: 🔍 Rohkem pilte pole saadaval.

source: 🚘 Enter the VIN of the vehicle for which you want to purchase a report:
et: 🚘 Sisesta sõiduki VIN, mille kohta soovid raportit osta:

source: ❌ You don't have any purchased CarFax
et: ❌ Sul pole ühtegi ostetud CarFax-raportit

source: 🔄 Checking records...
et: 🔄 Kontrollin andmeid...

source: 🔄 Retrieving checkout link...
et: 🔄 Saadan makselinki...

source: Pay & Check below:
et: Maksa & kontrolli all:

source: 🌎 Choose language
et: 🌎 Vali keel

source: ✅ Language successfully changed
et: ✅ Keel edukalt muudetud

source: ✅ You already respond to this request!
et: ✅ Sa oled sellele päringule juba vastanud!

source: 🚘 Enter lot ID
et: 🚘 Sisesta oksjoninumber

source: ⏳ Loading...
et: ⏳ Laadin...

source: 👋 <b>Hey, someone from our team answered your request, see what we have found for you!</b>
et: 👋 <b>Tere, meie meeskonna liige vastas su päringule, vaata, mida leidsime!</b>

source: ✅ Successfully sent to user!
et: ✅ Edukalt kasutajale saadetud!

source: 📱 To use this feature you must provide a phone number:
et: 📱 Selle funktsiooni kasutamiseks peate esitama telefoninumbri:

source: 🚘 Write the make:
et: 🚘 Sisesta mark:

source: ✅ Your request has been saved!
et: ✅ Sinu päring on salvestatud!

source: <b>NEW FIND FOR ME REQUEST RECIEVED!</b>
et: <b>UUS „Leia minu jaoks“ PÄRING SAADUD!</b>

source: Send this message to the user you want to promote: Become admin - <a href='{link}'>click here</a>
et: Saa see sõnum kasutajale, keda soovid promoda: Saabu adminiks – <a href='{link}'>klõpsa siia</a>

source: ❌ You entered an invalid VIN number, try again
et: ❌ Sisestasid vale VIN-koodi, proovi uuesti

source: Check again, is this the correct VIN code? VIN: <b>{vin}</b>
et: Kontrolli uuesti, kas see on õige VIN-kood? VIN: <b>{vin}</b>

source: ❌ Lot id must be a number, try again
et: ❌ Partiide ID peab olema number, proovi uuesti

source: We found two lots with same lot ID, choose auction:
et: Leidsime kaks sama oksjoninumbriga partiid, vali oksjon:

source: You have already submitted a 'Find for me' request. Please wait for a response — once we reply, you'll be able to send a new request.
et: Oled juba saatnud „Leia minu jaoks“ päringu. Palun oota vastust — kui vastame, saad saata uue päringu.

source: 🔍 <b>How "Find for Me" works:</b> <b>1.</b> You fill out a short form with: – <b>Make</b> – <b>Model</b> – <b>Year</b> – <b>Budget</b> <b>2.</b> Our team searches for matching vehicles. <b>3.</b> If you like the suggestion, <b>we help you buy and ship it!</b>
et: 🔍 <b>Kuidas „Leia minu jaoks“ töötab:</b> <b>1.</b> Täidad lühikese vormi: – <b>Mark</b> – <b>Mudel</b> – <b>Aasta</b> – <b>Eelarve</b> <b>2.</b> Meie meeskond otsib sobivaid sõidukeid. <b>3.</b> Kui sulle soovitus meeldib, <b>aitame sul selle osta ja tarnida!</b>

source: ❌ Make must contain only letters. Try again:
et: ❌ Mark peab sisaldama ainult tähti. Proovi uuesti:

source: 📦 Write the model:
et: 📦 Sisesta mudel:

source: ❌ Model must contain letters or numbers. Try again:
et: ❌ Mudel peab sisaldama tähti või numbreid. Proovi uuesti:

source: 📅 Year from (e.g. 2015):
et: 📅 Aasta alates (nt 2015):

source: ❌ Invalid year. Enter a number like 2015:
et: ❌ Vale aasta. Sisesta number nagu 2015:

source: 📅 Year to (e.g. 2020):
et: 📅 Aasta kuni (nt 2020):

source: ❌ Invalid year. Enter a number like 2020:
et: ❌ Vale aasta. Sisesta number nagu 2020:

source: 💰 Budget from (USD):
et: 💰 Eelarve alates (USD):

source: ❌ Budget must be a number. Try again:
et: ❌ Eelarve peab olema number. Proovi uuesti:

source: 💰 Budget to (USD):
et: 💰 Eelarve kuni (USD):

source: 📝 Want to tell us anything specific? Describe it or press skip:
et: 📝 Kas soovid midagi täpsustada? Kirjeldage või vajutage „Jäta vahele":

source: 🚘 Enter lot ID or VIN:
et: 🚘 Sisesta oksjoninumber või VIN:

source: 💸 Click on the button below to open the calculator
et: 💸 Klõpsa allolevale nupule, et avada kalkulaator

source: <b>ℹ Help:</b> ✉ My email: <b>hvjlogistic@gmail.com</b> 📞 My WhatsApp/Viber/Telegram/Signal: <b>+37062964425</b>
et: <b>ℹ Abi:</b> ✉ Minu e-post: <b>hvjlogistic@gmail.com</b> 📞 Minu WhatsApp/Viber/Telegram/Signal: <b>+37062964425</b>

source: You can buy a detailed report about the car (🦊 Carfax)
et: Saad osta detailse raporti sõiduki kohta (🦊 Carfax)

source: <b>We received 2 lots according to your data, choose below what you need</b>
et: <b>Leidsime sinu andmete alusel 2 partiid, vali allolevalt, mida vajad</b>

source: 📱 Phone number saved successfully!
et: 📱 Telefoninumber edukalt salvestatud!

source: 📊 Sales statistics
et: 📊 Müügi statistika

source: ℹ️ About the car
et: ℹ️ Sõiduki kohta

source: 🖼 More Photos
et: 🖼 Rohkem fotosid

source: 🔗 Open auction
et: 🔗 Ava oksjon

source: 💸 Open calculator
et: 💸 Ava kalkulaator

source: Cancel ❌
et: Tühista ❌

source: 🦊 See my CarFaxes
et: 🦊 Minu CarFax-raportid

source: 💳 Buy CarFax (2€)
et: 💳 Osta CarFax (2€)

source: 🔗 Open CarFax
et: 🔗 Ava CarFax

source: 💳 Buy
et: 💳 Osta

source: 💳 Pay (2€)
et: 💳 Maksa (2€)

source: ☑️ Check
et: ☑️ Kontrolli

source: English 🇺🇸
et: Inglise 🇺🇸

source: Lithuanian 🇱🇹
et: Leedu 🇱🇹

source: Estonian 🇪🇪
et: Eesti 🇪🇪

source: Polish 🇵🇱
et: Poola 🇵🇱

source: Latvian 🇱🇻
et: Läti 🇱🇻

source: Russian 🇷🇺
et: Vene 🇷🇺

source: ☑️ Start
et: ☑️ Alusta

source: ✅ Send
et: ✅ Saada

source: ⏭ Skip
et: ⏭ Jäta vahele

source: ✍️ Respond
et: ✍️ Vasta

source: SEE ALL FIND FOR ME 🕵‍♂
et: VAATA KÕIKI „Leia minu jaoks“ 🕵‍♂

source: ADD ADMIN ➕
et: LISA ADMIN ➕

source: Select an action
et: Vali tegevus

source: GET REPORT 🦊
et: SAADA RAPORT 🦊

source: TRANSPORT COST CALC. 💸
et: TRANSPORDIKULU KALK. 💸

source: CHECK LOT 🕵‍♂
et: KONTROLLI OKSJONIT 🕵‍♂

source: FIND FOR ME 🕵‍♂
et: LEIA MINU JAOKS 🕵‍♂

source: HELP ✋
et: ABI ✋

source: LANGUAGE 🌍
et: KEEL 🌍

source: 📱 Give phone number
et: 📱 Anna telefoninumber

source: <b>🚘 Make:</b> {make} <b>📦 Model:</b> {model} <b>📅 Year From:</b> {year_from} <b>📅 Year To:</b> {year_to} <b>💰 Budget From:</b> {budget_from}$ <b>💰 Budget To:</b> {budget_to}$
et: <b>🚘 Mark:</b> {make} <b>📦 Mudel:</b> {model} <b>📅 Aasta alates:</b> {year_from} <b>📅 Aasta kuni:</b> {year_to} <b>💰 Eelarve alates:</b> {budget_from}$ <b>💰 Eelarve kuni:</b> {budget_to}$

source: <b>📝 Note:</b> {specific_message}
et: <b>📝 Märge:</b> {specific_message}

source: <b>👤 Username:</b> @{username}
et: <b> 👤Kasutajanimi:</b> @{username}

source: <b>📱 Phone Number:</b> {phone_number}
et: <b>📱 Telefoninumber:</b> {phone_number}

source: ✅ Do you want to send this request?
et: ✅ Kas soovid selle päringu saata?
