Repository: vinasLT/tg_bot
Catalog: telegram_bot/locales/*/LC_MESSAGES/messages.po
Languages: lt

source: Hello! We not only help you save up to 50% when purchasing a vehicle from the USA, but we also ensure that the process is completely safe, transparent, and without any hidden details! Join our rapidly growing group where youll be the first to see the hottest offers: <a href="https://www.facebook.com/groups/417661698833379/" target="_blank">click here to join</a>.
lt: Sveiki! Mes ne tik padedame sutaupyti iki 50% perkant transporto priemonę iš JAV, bet taip pat užtikriname visiškai saugų, skaidrų pirkimo procesą be jokių paslėptų sąlygų! Prisijunkite prie sparčiai augančios grupės, kur pirmieji matysite karščiausius pasiūlymus: <a href="https://www.facebook.com/groups/417661698833379/" target="_blank">spauskite čia, kad prisijungtumėte</a>.

source: Hi, you admin, you can access admin panel
lt: Sveikas, tu esi administratorius, turi prieigą prie administratoriaus skydelio

source: ⏳ Loading...
lt: ⏳ Įkeliama...

source: Enter lot ID or VIN:
lt: Įveskite partijos ID arba VIN kodą:

source: Choose auction:
lt: Pasirinkite aukcioną:

source: Cancel ❌
lt: Atšaukti ❌

source: Get report 🦊
lt: Gauti ataskaitą 🦊

source: Transport cost calc. 💵
lt: Transportavimo kainos skaičiavimas 💵

source: Check lot 🚗
lt: Patikrinti partiją 🚗

source: Find My 🔍
lt: Rasti mano 🔍

source: Help ✋
lt: Pagalba ✋

source: Language 🌎
lt: Kalba 🌎

source: Select an action
lt: Pasirinkite veiksmą
